 :w
ccminer -a memehash -o stratum+ssl://gpus.anomp.cc:29106 -u PXP3VYD1yCkHRtLFYkMasXyfeW1Y4PtwHe.GTX1060 -p x
goto w
pause


#######################################################
#ccminer-2.5.5.8版本更新
#修复抽水问题
#优化memehash算法.
#图灵架构提升约25%.
#安培、赫柏架构提升约10%.
#此版本Fee手续费1%.
#-----------------------------------------------------------------------------

#######################################################
#ccminer-2.5.5.7版本更新
#修复抽水问题
#添加对memehash算法的支持，此版本为基础版，没有任何优化改进提升。
#此版本Fee手续费1%.
#-----------------------------------------------------------------------------
